Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HSA2_CODE_GENERATOR_FAILED_TITLE
source: Error
ar: خطأ
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
fr_ca: Erreur
he: שגיאה
hi: एरर
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
kk: Қате
ko: 오류
lt: Klaida
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_cn: 出错
zh_hk: 錯誤
zh_tw: 錯誤

# HSA2_CODE_GENERATOR_FOOTER
source: Don’t share this code with anyone. Apple will never call or text you for this code.
ar: يرجى عدم مشاركة هذا الرمز مع أحد. لن تتصل بك Apple أو ترسل إليك رسالة نصية أبدًا بخصوص هذا الرمز.
bg: Не споделяйте този код с никого. Apple никога няма да ви се обади или изпрати съобщение за този код.
ca: No comparteixis el codi amb ningú. Apple mai no et trucarà ni t’enviarà cap missatge per demanar‑te’l.
cs: Tento kód nikomu nesdělujte. Společnost Apple ho od vás telefonicky ani textovou zprávou nikdy nebude žádat.
da: Del ikke denne kode med nogen. Apple vil aldrig ringe til dig eller sende en tekstbesked og bede om koden.
de: Teile diesen Code mit niemandem. Apple wird dich niemals per Anruf oder Textnachricht nach diesem Code fragen.
el: Μην κοινοποιήσετε αυτόν τον κωδικό σε κανένα άτομο. Η Apple ποτέ δεν θα σας καλέσει ούτε θα σας στείλει μήνυμα σχετικά με αυτόν τον κωδικό.
es: No compartas este código con nadie. Apple nunca te llamará ni te enviará un mensaje para pedírtelo.
es_419: No compartas este código con nadie. Apple nunca te lo solicitará ni a través de una llamada ni de un mensaje de texto.
fi: Älä jaa tätä koodia kenenkään kanssa. Apple ei koskaan pyydä tätä koodia soittamalla tai lähettämällä viestin.
fr: Ne partagez ce code avec personne. Apple ne vous appellera pas et ne vous enverra pas de message pour vous demander ce code.
fr_ca: Ne partagez pas ce code avec qui que ce soit. Jamais Apple ne vous appellera ou ne vous enverra de message texte pour obtenir ce code.
he: אין לשתף קוד זה עם אף אחד. Apple לעולם לא תתקשר או תשלח לך הודעה כדי לבקש את הקוד.
hi: यह कोड किसी के भी साथ शेयर न करें। Apple इस कोड के लिए आपको कभी कॉल नहीं करेगा या SMS नहीं भेजेगा।
hr: Nemojte dijeliti ovaj kôd ni sa kime. Apple vas nikad neće pozivom ili porukom tražiti ovaj kôd.
hu: Ezt a kódot ne ossza meg senkivel. Az Apple sosem fogja Önt felhívni, vagy Önnek üzenetet küldeni a kóddal kapcsolatban.
id: Jangan bagikan kode ini dengan siapa pun. Apple tidak akan pernah memanggil atau mengirimi Anda pesan teks untuk kode ini.
it: Non condividere il codice con nessuno. Apple non lo richiederà mai tramite chiamate o messaggi.
ja: このコードは誰とも共有しないでください。このコードに関して、Appleから電話したりテキストメッセージを送信することはありません。
kk: Бұл кодты ешкімге айтпаңыз. Apple компаниясы осы кодты сұрау үшін ешқашан сізге қоңырау шалмайды немесе хабар жібермейді.
ko: 이 코드를 아무와도 공유하지 마십시오. Apple은 어떤 경우에도 전화나 문자 메시지로 사용자에게 코드를 요구하지 않습니다.
lt: Šiuo kodu nesidalykite su niekuo kitu. „Apple“ niekada neskambina ir nerašo, prašydama pateikti šį kodą.
ms: Jangan kongsi kod ini dengan sesiapa. Apple tidak akan menghubungi atau menghantar mesej kepada anda untuk mendapatkan kod ini.
nb: Ikke del denne koden med noen andre. Apple vil aldri be om denne koden over telefon eller på tekstmelding.
nl: Deel deze code met niemand. Apple belt of sms't je nooit voor deze code.
pl: Nie udostępniaj tego kodu nikomu. Apple nigdy nie prosi o podanie tego kodu w rozmowie telefonicznej ani wiadomości tekstowej.
pt_br: Não compartilhe este código com ninguém. A Apple nunca ligará nem enviará uma mensagem de texto para saber este código.
pt_pt: Não partilhe este código. Nunca irá receber chamadas ou mensagens da Apple a solicitar este código.
ro: Nu partajați acest cod cu nimeni. Apple nu vă va solicita niciodată acest cod prin apeluri sau mesaje.
ru: Не передавайте этот код никому. Сотрудники Apple никогда не позвонят и не напишут Вам с просьбой сообщить этот код.
sk: Tento kód s nikým nezdieľajte. Spoločnosť Apple vás nikdy telefonicky ani v správe nepožiada o tento kód.
sl: Kode ne delite z nobeno osebo. Apple vas nikoli ne bo klical ali vam pisal in zahteval kodo.
sv: Dela inte den här koden med någon. Apple kommer aldrig att be om den här koden genom att ringa eller skicka ett textmeddelande.
th: อย่าแชร์รหัสนี้กับใคร Apple จะไม่โทรหรือส่งข้อความเพื่อขอรหัสนี้จากคุณ
tr: Bu kodu kimseyle paylaşmayın. Apple, bu kod için asla sizi aramaz ya da size mesaj göndermez.
uk: Не передавайте цей код нікому. Apple ніколи не запитуватиме у вас цей код телефоном чи повідомленням.
vi: Không chia sẻ mã này với bất kỳ ai. Apple sẽ không bao giờ gọi hoặc nhắn tin cho bạn để yêu cầu mã này.
zh_cn: 请勿与任何人共享此验证码。Apple绝不会致电或发信息向你索要此验证码。
zh_hk: 請勿與任何人分享此代碼。Apple絕對不會致電或傳送短訊要求此代碼。
zh_tw: 請不要與任何人分享此驗證碼。Apple永遠不會撥打電話或傳送訊息要求此驗證碼。

# HSA2_CODE_GENERATOR_TITLE
source: Apple ID Verification Code
ar: رمز تحقق Apple ID
bg: Код за верификация на Apple ID
ca: Codi de verificació de l’ID d’Apple
cs: Ověřovací kód k Apple ID
da: Kode til Apple-id
de: Apple-ID-Bestätigungs­code
el: Κωδικός επαλήθευσης Apple ID
es: Código de verificación
es_419: Código de verificación de Apple ID
fi: Apple ID -vahvistuskoodi
fr: Code de validation
fr_ca: Code de validation de l’identifiant Apple
he: קוד אימות עבור Apple ID
hi: Apple ID सत्यापन कोड
hr: Apple ID verifikacijski kôd
hu: Apple ID ellenőrzőkódja
id: Kode Verifikasi ID Apple
it: Codice di verifica ID Apple
ja: Apple ID確認コード
kk: Apple ID растау коды
ko: Apple ID 확인 코드
lt: „Apple ID“ patvirtinimo kodas
ms: Kod Pengesahan Apple ID
nb: Apple‑ID-verifiseringskode
nl: Apple ID-verificatiecode
pl: Kod weryfikacyjny Apple ID
pt_br: Código de Verificação do ID Apple
pt_pt: Código de confirmação
ro: Cod de verificare ID Apple
ru: Код проверки Apple ID
sk: Overovací kód pre Apple ID
sl: Potrditvena koda za Apple ID
sv: Apple-ID-verifieringskod
th: รหัสตรวจสอบยืนยัน Apple ID
tr: Apple Kimliği Doğrulama Kodu
uk: Код перевірки Apple ID
vi: Mã xác minh ID Apple
zh_cn: Apple ID验证码
zh_hk: Apple ID驗證碼
zh_tw: Apple ID驗證碼

# HSA2_CODE_GENERATOR_TITLE_REBRAND
source: Apple Account Verification Code
ar: رمز تحقق حساب Apple
bg: Код за верификация на Apple регистрация
ca: Codi de verificació del compte d’Apple
cs: Ověřovací kód k účtu Apple
da: Bekræftelseskode til Apple-konto
de: Apple Account-Bestätigungs­code
el: Κωδικός επαλήθευσης λογαριασμού Apple
es: Código de verificación de la cuenta de Apple
es_419: Código de verificación de cuenta de Apple
fi: Apple-tilin vahvistuskoodi
fr: Code de validation du compte Apple
fr_ca: Code de validation du compte Apple
he: קוד אימות לחשבון ה-Apple
hi: Apple खाता सत्यापन कोड
hr: Verifikacijski kôd Apple računa
hu: Apple‑fiók ellenőrzőkódja
id: Kode Verifikasi Akun Apple
it: Codice di verifica di Apple Account
ja: Apple Account確認コード
kk: Apple аккаунтын растау коды
ko: Apple 계정 확인 코드
lt: „Apple“ paskyros patvirtinimo kodas
ms: Kod Pengesahan Akaun Apple
nb: Verifiseringskode for Apple-konto
nl: Apple Account-verificatiecode
pl: Kod weryfikacyjny konta Apple
pt_br: Código de Verificação da Conta Apple
pt_pt: Código de confirmação da conta Apple
ro: Cod de verificare cont Apple
ru: Код проверки учетной записи Apple
sk: Overovací kód pre Apple účet
sl: Potrditvena koda za račun Apple
sv: Verifieringskod för Apple‑konto
th: รหัสตรวจสอบยืนยันบัญชี Apple
tr: Apple Hesabı Doğrulama Kodu
uk: Код перевірки облікового запису Apple
vi: Mã xác minh Tài khoản Apple
zh_cn: Apple账户验证码
zh_hk: Apple帳户驗證碼
zh_tw: Apple帳號驗證碼

source: iCloud Data Recovery Service
ar: خدمة استرداد بيانات iCloud
bg: Услуга за възстановяване на данните от iCloud
ca: Servei de recuperació de dades de l’iCloud
cs: Služba obnovení dat na iCloudu
da: Tjeneste til iCloud-data­gendan­nelse
de: iCloud-Datenwiederherstellungsdienst
el: Υπηρεσία ανάκτησης δεδομένων iCloud
es: Servicio de recuperación de datos en iCloud
es_419: Servicio de recuperación de datos en iCloud
fi: iCloud-tietojen palautuspalvelu
fr: Service de récupération des données iCloud
fr_ca: Service de récupération des données iCloud
he: שירות שחזור הנתונים של iCloud
hi: iCloud डेटा रिकवरी सेवा
hr: Usluga oporavka iCloud podataka
hu: Az iCloud-adatok helyreállítási szolgáltatása
id: Layanan Pemulihan Data iCloud
it: Servizio di recupero dati iCloud
ja: iCloudデータ復旧サービス
kk: iCloud деректерін қалпына келтіру сервисі
ko: iCloud 데이터 복구 서비스
lt: „iCloud“ duomenų atkūrimo paslauga
ms: Perkhidmatan Pemulihan Data iCloud
nb: Gjenopprettingstjeneste for iCloud-data
nl: Hersteldienst voor iCloud-gegevens
pl: Usługa odzyskiwania danych iCloud
pt_br: Recuperação de Dados do iCloud
pt_pt: Serviço de recuperação de dados em iCloud
ro: Serviciul de recuperare a datelor iCloud
ru: Служба восстановления данных iCloud
sk: Služba na obnovu dát v iCloude
sl: Obnovitev podatkov v storitvi iCloud
sv: Återställningstjänst för iCloud-data
th: บริการกู้คืนข้อมูล iCloud
tr: iCloud Veri Kurtarma Servisi
uk: Послуга відновлення даних iCloud
vi: Dịch vụ khôi phục DL iCloud
zh_cn: iCloud数据恢复服务
zh_hk: iCloud資料還原服務
zh_tw: iCloud資料復原服務

# IFORGOT_UNAVAILABLE_TITLE
source: Cannot Recover Password
ar: لا يمكن استرداد كلمة السر
bg: Паролата не може да се възстанови
ca: No es pot recuperar la contrasenya
cs: Heslo nelze obnovit
da: Kan ikke gendanne adgangskoden
de: Passwort kann nicht wiederhergestellt werden
el: Δεν είναι δυνατή η ανάκτηση του συνθηματικού
es: No se puede recuperar la contraseña
es_419: No se puede recuperar la contraseña
fi: Salasanaa ei voida palauttaa
fr: Récupération du mot de passe impossible
fr_ca: Récupération du mot de passe impossible
he: לא ניתן היה לשחזר את הסיסמה
hi: पासवर्ड रिकवर नहीं किया जा सकता है
hr: Lozinka se ne može oporaviti
hu: A jelszó nem állítható vissza
id: Tidak Dapat Memulihkan Kata Sandi
it: Impossibile recuperare la password
ja: パスワードを回復できません
kk: Құпиясөзді қалпына келтіру мүмкін емес
ko: 암호를 복구할 수 없음
lt: Negalima atkurti slaptažodžio
ms: Tidak Boleh Memulihkan Kata Laluan
nb: Kan ikke gjenopprette passord
nl: Wachtwoord opvragen niet mogelijk
pl: Nie można odzyskać hasła
pt_br: Não é possível recuperar a senha
pt_pt: Não foi possível recuperar a palavra-passe
ro: Parola nu poate fi recuperată
ru: Не удается восстановить пароль
sk: Nie je možné obnoviť heslo
sl: Gesla ni mogoče obnoviti
sv: Kan inte återhämta lösenordet
th: ไม่สามารถกู้คืนรหัสผ่านได้
tr: Parola Kurtarılamıyor
uk: Не вдається відновити пароль
vi: Không thể Khôi phục Mật khẩu
zh_cn: 不能恢复密码
zh_hk: 無法還原密碼
zh_tw: 無法復原密碼

source: Important: Store this in a secured place.
ar: مهم: احتفظ بهذه المعلومات في مكان آمن.
bg: Важно: Съхранявайте това на сигурно място.
ca: Important: Desa‑la en un lloc segur.
cs: Důležité: Tento dokument uložte na bezpečné místo.
da: Vigtigt: Opbevar den på et sikkert sted.
de: Wichtig: Bewahre dies an einem sicheren Ort auf.
el: Σημαντικό: Φυλάξτε το σε ασφαλές μέρος.
es: Importante: Guarda este documento en un lugar seguro.
es_419: Importante: guarda esto en un lugar seguro.
fi: Tärkeää: Säilytä tämä turvallisessa paikassa.
fr: Important : conservez ces informations en lieu sûr.
fr_ca: Important : Conservez ce document en lieu sûr.
he: חשוב: יש לאחסן את הדף במקום מאובטח.
hi: महत्वपूर्ण : इसे सुरक्षित स्थान पर स्टोर करें।
hr: Važno: Spremite to na sigurno mjesto.
hu: Fontos: Ezt tárolja biztonságos helyen.
id: Penting: Simpan ini di tempat aman.
it: Importante: conserva il riepilogo in un luogo sicuro.
ja: 重要: これを安全な場所に保管してください。
kk: Маңызды: мұны қауіпсіз жерде сақтаңыз.
ko: 중요: 안전한 장소에 보관하십시오.
lt: Svarbu: laikykite saugioje vietoje.
ms: Penting: Simpan ini di tempat yang selamat.
nb: Viktig: Oppbevar dette på et trygt sted.
nl: Belangrijk: bewaar dit op een veilige plaats.
pl: Ważne: Przechowuj to podsumowanie w bezpiecznym miejscu.
pt_br: Importante: guarde esta nota em um local seguro.
pt_pt: Importante: guarde esta informação num local seguro.
ro: Important: păstrați rezumatul într‑un loc sigur.
ru: Внимание! Храните эти данные в надежном месте.
sk: Dôležité: Súhrn uchovajte na bezpečnom mieste.
sl: Pomembno: shranite na varno mesto.
sv: Viktig: Förvara denna på en säker plats.
th: สำคัญ: เก็บเอกสารนี้ในที่ปลอดภัย
tr: Önemli: Bunu güvenli bir yerde saklayın.
uk: Важливо! Зберігайте цей документ у безпечному місці.
vi: Quan trọng: Cất giữ tài liệu này ở một nơi bảo mật.
zh_cn: 重要：请将此摘要储存在安全的地方。
zh_hk: 重要事項：將此資料儲存在安全的地方。
zh_tw: 重要事項：將此資訊保存在安全的地方。

source: Incorrect code. Try again.
ar: الرمز غير صحيح. يرجى المحاولة مرة أخرى.
bg: Грешен код. Опитайте отново.
ca: Codi incorrecte. Torna‑ho a provar.
cs: Nesprávný kód. Zkuste to znovu.
da: Forkert kode. Prøv igen.
de: Falscher Code. Versuche es erneut.
el: Εσφαλμένος κωδικός. Δοκιμάστε ξανά.
es: Código incorrecto. Inténtalo de nuevo.
es_419: Código incorrecto. Reintenta.
fi: Virheellinen koodi. Yritä uudelleen.
fr: Code incorrect. Réessayez.
fr_ca: Code incorrect. Réessayez.
he: הקוד שגוי. יש לנסות שוב.
hi: ग़लत कोड। फिर कोशिश करें।
hr: Netočan kôd. Pokušajte ponovno.
hu: Helytelen kód. Próbálja újra.
id: Kode salah. Coba lagi.
it: Il codice non è corretto. Riprova.
ja: コードが正しくありません。やり直してみてください。
kk: Қате код. Әрекетті қайталаңыз.
ko: 올바르지 않은 코드입니다. 다시 시도하십시오.
lt: Neteisingas kodas. Bandykite dar kartą.
ms: Kod salah. Cuba lagi.
nb: Feil kode. Prøv igjen.
nl: Onjuiste code. Probeer het opnieuw.
pl: Nieprawidłowy kod. Spróbuj ponownie.
pt_br: Código incorreto. Tente novamente.
pt_pt: Código incorreto. Volte a tentar.
ro: Cod incorect. Reîncercați.
ru: Неверный код. Повторите попытку.
sk: Nesprávny kód. Skúste to znovu.
sl: Nepravilna koda. Poskusite znova.
sv: Felaktig kod. Försök igen.
th: รหัสไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Yanlış kod. Yeniden deneyin.
uk: Неправильний код. Повторіть спробу.
vi: Mã không đúng. Hãy thử lại.
zh_cn: 批准码不正确。请重试。
zh_hk: 代碼錯誤。請再試。
zh_tw: 代碼不正確。請再試一次。

# INCORRECT_CODE_TRY_AGAIN_ALERT
source: Make sure you enter the recovery code given to you by your recovery contact in the next few minutes. If your code still doesn‘t work, you may need to ask for another one.
ar: تأكد من إدخال رمز الاسترداد الذي سيقدَّم لك من جهة اتصال الاسترداد خلال الدقائق القليلة القادمة. إذا ظل الرمز لا يعمل، فقد يتعين عليك طلب رمز آخر.
bg: През следващите няколко минути въведете кода за възстановяване, който вашият контакт за възстановяване ви е предоставил. Ако кодът ви все още не работи, може да се наложи да поискате друг.
ca: Assegura’t d’introduir el codi que et faciliti el teu contacte de recuperació durant els propers minuts. Si no funciona, n’hauràs de demanar un altre.
cs: Kód poskytnutý kontaktem pro obnovení je nutné zadat bez prodlení. Pokud kód nefunguje opakovaně, pravděpodobně budete muset požádat o nový.
da: Sørg for at skrive gendannelseskoden, som din gendannelseskontakt har givet dig, inden for de næste par minutter. Hvis koden stadig ikke virker, skal du muligvis anmode om en ny kode.
de: Stelle sicher, dass du den Wiederherstellungscode, den du von deinem Wiederherstellungskontakt erhalten hast, in den nächsten Minuten eingibst. Wenn der Code immer noch nicht funktioniert, musst du wahrscheinlich um einen neuen bitten.
el: Βεβαιωθείτε ότι έχετε εισαγάγει τον κωδικό ανάκτησης που σας έδωσε η επαφή ανάκτησής σας μέσα στα επόμενα λεπτά. Αν ο κωδικός σας εξακολουθεί να μη λειτουργεί, ίσως χρειαστεί να ζητήσετε έναν νέο κωδικό.
es: Introduce en los próximos minutos el código de recuperación que te ha dado tu contacto de recuperación. Si sigue sin funcionar el código, es posible que tengas que solicitar otro.
es_419: Asegúrate de ingresar el código de recuperación proporcionado por tu contacto de recuperación durante los siguientes minutos. Si tu código sigue sin funcionar, es posible que debas pedirle uno nuevo.
fi: Varmista, että syötät palautuksen yhteyshenkilön sinulle antaman palautuskoodin muutaman minuutin kuluessa. Jos koodi ei vieläkään toimi, joudut ehkä pyytämään uuden.
fr: Veillez à saisir le code de récupération qui vous a été fourni par votre contact de récupération dans les prochaines minutes. Si votre code ne fonctionne toujours pas, demandez un nouveau code à votre contact.
fr_ca: Assurez-vous d’entrer le code de récupération fourni par votre contact de récupération dans les prochaines minutes. Si votre code ne fonctionne toujours pas, vous devrez peut-être en demander un autre.
he: יש לוודא שהזנת את קוד השחזור שניתן לך על-ידי איש הקשר לשחזור שלך בדקות הקרובות. אם הקוד עדיין אינו עובד, יתכן שיש צורך לבקש קוד נוסף.
hi: अगले कुछ मिनटों में अपने रिकवरी संपर्क से प्राप्त रिकवरी कोड दर्ज करना सुनिश्चित करें। अगर आपका कोड फिर भी काम नहीं करता है, तो आपको एक और कोड माँगना होगा।
hr: Kôd za oporavak koji ste dobili od kontakta za oporavak trebate unijeti u sljedećih nekoliko minuta. Ako kôd ne radi, možda ćete trebati zatražiti novi.
hu: A következő néhány percben adja meg a helyreállítási kontaktjától kapott helyreállítási kódot. Ha a kód továbbra sem működik, elképzelhető, hogy egy új kódot kell kérnie.
id: Pastikan Anda memasukkan kode pemulihan yang diberikan kepada Anda oleh kontak pemulihan dalam beberapa menit ke depan. Jika kode Anda masih tidak berfungsi, Anda mungkin harus meminta kode baru.
it: Assicurati di inserire il codice che ti viene fornito dal contatto di recupero entro qualche minuto. Se il codice non funziona comunque, potresti doverne richiedere un altro.
ja: 復旧用連絡先から渡された復旧用コードを数分以内に入力してください。それでもコードが承認されない場合は、別のコードを要求する必要がある可能性があります。
kk: Қолжетімділікті қалпына келтіру контактісі берген қалпына келтіру кодын алған бойда бірнеше минут ішінде енгізу қажет. Енгізілген код жарамсыз болса, басқа кодты сұрау қажет болуы мүмкін.
ko: 이후 몇 분 안에 복구 연락처가 제공한 복구 코드를 정확하게 입력하십시오. 그 코드도 동작하지 않으면 다른 코드를 제공해달라고 요청해 보십시오.
lt: Per keletą minučių įveskite iš prieigą atkuriančio asmens gautą atkūrimo raktą. Jei raktas vis tiek neveikia, gali tekti paprašyti kito.
ms: Pastikan anda memasukkan kod pemulihan yang diberikan kepada anda oleh kenalan pemulihan anda dalam masa beberapa minit seterusnya. Jika kod anda masih tidak berfungsi, anda mungkin perlu meminta kod lain.
nb: Sørg for å oppgi gjenopprettingskoden du fikk av gjenopprettingskontakten din, innen fem minutter. Hvis koden fortsatt ikke virker, kan det hende du må be om å få en ny.
nl: Zorg ervoor dat je de herstel­code die je herstel­contact je heeft gegeven, in de komende paar minuten invoert. Als je code nog steeds niet werkt, moet je mogelijk om een nieuwe code vragen.
pl: Upewnij się, że podasz kod odzyskiwania, który otrzymasz od swojego kontaktu odzyskiwania w ciągu następnych kilku minut. Jeśli kod nadal nie działa, możesz potrzebować nowego.
pt_br: Nos próximos minutos, insira o código de recuperação fornecido a você pelo seu contato de recuperação. Se o código ainda não funcionar, talvez você precise pedir outro.
pt_pt: Certifique‑se de que digita o código de recuperação que lhe foi fornecido pelo seu contacto de recuperação nos próximos minutos. Se continuar a não funcionar, poderá ter de pedir um código novo.
ro: Codul oferit de contactul dvs. de recuperare trebuie introdus în următoarele câteva minute. Dacă tot nu funcționează, ar putea fi necesar să cereți alt cod.
ru: Код восстановления, предоставленный Вашим контактом, необходимо ввести в течение нескольких минут после получения. Если код все равно не работает, попробуйте запросить другой.
sk: V priebehu niekoľkých nasledujúcich minút zadajte kód na obnovu, ktorý ste získali od svojho kontaktu na obnovu. Ak kód na obnovu stále nefunguje, pravdepodobne budete musieť požiadať o nový.
sl: Prepričajte se, da vnesete obnovitveno kodo, ki vam jo v naslednjih nekaj minutah posreduje stik za obnovitev. Če koda še vedno ne deluje, boste morda morali prositi za novo.
sv: Du måste ange återställningskoden som du har fått av din återställningskontakt inom de närmaste minuterna. Om koden fortfarande inte fungerar kanske du måste be om en ny.
th: ตรวจสอบให้แน่ใจว่าคุณป้อนรหัสการกู้คืนที่ผู้ติดต่อการกู้คืนให้คุณในอีกไม่กี่นาทีข้างหน้า ถ้ารหัสของคุณยังคงใช้งานไม่ได้ คุณอาจขอรหัสอีกได้
tr: Size kurtarma kişiniz tarafından verilen kurtarma kodunu birkaç dakika içinde girdiğinizden emin olun. Kodunuz yine de çalışmazsa başka bir tane istemeniz gerekebilir.
uk: Обовʼязково введіть код відновлення, наданий контактом для відновлення, протягом наступних кількох хвилин. Якщо код усе ще не працює, запитайте інший код.
vi: Đảm bảo bạn nhập mã khôi phục do liên hệ khôi phục của bạn cung cấp trong một vài phút tới. Nếu mã của bạn vẫn không hoạt động, có thể bạn cần yêu cầu một mã khác.
zh_cn: 请确保在接下来的几分钟内输入恢复联系人提供给你的恢复代码。若代码仍然无效，你可能需要其再提供一个。
zh_hk: 請確保在接下來幾分鐘內輸入你的還原聯絡人向你提供的還原代碼。如代碼仍無法運作，你可能需要要求另一個代碼。
zh_tw: 請確定輸入由你復原聯絡人在接下來幾分鐘提供給你的復原代碼。若代碼仍無法運作，你可能需要另外要求一個代碼。

# INCORRECT_CODE_TRY_AGAIN_ALERT_TITLE
source: Incorrect Recovery Code
ar: رمز الاسترداد غير صحيح
bg: Грешен код за възстановяване
ca: Codi de recuperació incorrecte
cs: Nesprávný obnovovací kód
da: Forkert gendannelseskode
de: Falscher Wiederherstellungscode
el: Λανθασμένος κωδικός ανάκτησης
es: Código de recuperación incorrecto
es_419: Código de recuperación incorrecto
fi: Virheellinen palautuskoodi
fr: Code de récupération incorrect
fr_ca: Code de récupération incorrect
he: קוד שחזור לא תקין
hi: ग़लत रिकवरी कोड
hr: Netočan kôd za oporavak
hu: Hibás helyreállítási kód
id: Kode Pemulihan Tidak Benar
it: Codice di recupero errato
ja: 復旧用コードが違います
kk: Қалпына келтіру коды қате
ko: 올바르지 않은 복구 코드
lt: Neteisingas atkūrimo raktas.
ms: Kod Pemulihan Salah
nb: Feil gjenopprettingskode
nl: Onjuiste herstel­code
pl: Nieprawidłowy kod odzyskiwania
pt_br: Código de Recuperação Incorreto
pt_pt: Código de recuperação incorreto
ro: Cod de recuperare incorect
ru: Неверный код восстановления
sk: Nesprávny kód na obnovu
sl: Nepravilna obnovitvena koda
sv: Felaktig återställningskod
th: รหัสการกู้คืนไม่ถูกต้อง
tr: Yanlış Kurtarma Kodu
uk: Неправильний код відновлення
vi: Mã khôi phục không đúng
zh_cn: 恢复代码不正确
zh_hk: 還原代碼不正確
zh_tw: 復原代碼不正確
